Repository: mozilla-l10n/mt-training-data
Catalog: ig/ig_pontoon.tmx
Source language: en_us
Languages: ig

source: Confirm your subscription
ig: Kwenye na ndebanye gị

source: Confusing
ig: Gbagwojuru anya

source: Congratulations!
ig: Nara aka!

source: Connect on video and share pages with your network
ig: Jikoo vidio ma kekọrịta ibe n'etiti netwọk gị

source: Connect to your Twitter account
ig: Jikọọ na akaụntụ Twitter gị

source: Connect your Twitter account
ig: Jikọọ na akaụntụ Twitter gị

source: Contacts
ig: Kọntaktị

source: Contact Us
ig: Kpọtụrụ Anyị

source: Content
ig: Ọdịnaya

source: Content:
ig: Ọdịnaya:

source: Content changes that don't require immediate translation
ig: Mgbanwe ọdịnaya ndị na achọghị ntụgharị asụsụ ozugbo

source: Continue Uploading Media
ig: Gaa N'ihu Na Ebugo Mgbasa Ozi

source: contributed
ig: tinyere aka

source: Contributed
ig: Etinyere aka

source: Contributing to Webmaker
ig: Ịnyere aka na Webmaker

source: Contributions
ig: Ntinye aka

source: Contributions in last 90 days: {count}
ig: Ntinye n'ụbọchị 90 gara aga: {count}

source: Contributor articles
ig: Edemede onye nkwado

source: Contributor Forums
ig: Ọgbakọ Ndị Nkwado

source: Contributors
ig: Ndị nkwado

source: Contributor Tools
ig: Ngwaọrụ Onye Nkwado

source: Control how your information is saved or tracked
ig: Jikwaa otu esi echekwa ma ọ bụ sochie ozi gị

source: Control the information that Firefox saves
ig: Jikwaa ozi nke Firefox na echekwa

source: Cookies and cache
ig: Kuki na nchekwa

source: Copy your personal information from one browser to another
ig: Ṅomie ozi gbasara gị site na otu ihe nchọgharị gaa na ọzọ

source: Copy your personal information from one Thunderbird to another
ig: Ṅomie ozi gbasara gị site na otu Thunderbird gaa na ọzọ

source: Could not send a message to that email address.
ig: Enwenwughi ike iziga ozi na adreesị email ahụ.

source: Could not upload file. Please try again later.
ig: Enwenwughi ike ibugo faịlụ. Biko nwaa ọzọ ma emechaa.

source: Could not upload your image.
ig: Enwenwughi ike ibugo onyonyo gị.

source: {count} Active Contributors (last 90 days)
ig: {count} Ndị Nkwado Na Arụ Ọrụ (ụbọchị 90 gara aga)

source: Country
ig: Mba

source: %(count)s view
ig: %(count)s nlele

source: {count} visitors in the past 30 days
ig: Ndị mbịambịa {count} n'ụbọchị 30 gara aga

source: Crashes, errors and other issues
ig: Mbibi, mperi na nsogbu ndị ọzọ

source: crashes on youtube
ig: anaghị emenwu na youtube

source: Crash ID
ig: ID mbibi

source: Crash ID(s)
ig: ID Mbibi

source: Crashing
ig: Mbibi

source: Create
ig: Mepụta

source: Create a New Article | Knowledge Base
ig: Mepụta Edemede Ọhụrụ | Ọdụ Nghọta

source: Create a New Knowledge Base Article
ig: Mepụta Edemede Ọdụ Nghọta Ọhụrụ

source: Create a new support account
ig: Mepụta akaụntụ nkwado ọhụrụ

source: Create a new thread
ig: Mepụta usoro ọhụrụ

source: Create a new thread | {d} | Knowledge Base
ig: Mepụta usoro ọhụrụ | {d} | Ọdụ Nghọta

source: Create announcement
ig: Mepụta amamọkwa

source: Create a support account
ig: Mepụta akaụntụ nkwado

source: Create a support account.
ig: Mepụta akaụntụ nkwado.

source: Created
ig: Emepụtara

source: Created:
ig: Emepụtara:

source: Created by:
ig: Onye mepụtara ya bụ:

source: Created date. Format: mm/dd/yy
ig: Ụbọchị emepụtara. Nhazi: ọọ/ụụ/aa

source: Created successfully
ig: Emepụtara na enweghị nsogbu

source: Create my account
ig: Mepụta akaụntụ m

source: Creator
ig: Onye mmepụta

source: Creator:
ig: Onye mmepụta:

source: %(creator)s created a new revision to the document %(document_title)s.
ig: %(creator)s mepụtara ngụgharị ọhụrụ maka dọkụmentị %(document_title)s.

source: %(creator)s submitted a new revision to the document %(document_title)s.
ig: %(creator)s nyefere ngụgharị ọhụrụ maka dọkụmentị %(document_title)s.

source: Current
ig: Dị ugbu a

source: Current Content
ig: Ọdịnaya Dị Ugbu A

source: Current public revision:
ig: Ngụgharị ọhaneze dị ugbu a:

source: Current public translation:
ig: Ntụgharị asụsụ ọhaneze dị ugbu a:

source: Customize canned replies - make each tweet unique
ig: Hazie nzaghachi ndị ezubere iche - mee ka twiit niile pụọ iche

source: Customize controls, options and add-ons
ig: Hazie njikwa, nhọrọ na mgbakwunye

source: Customize controls, options, settings and preferences
ig: Hazie njikwa, nhọrọ, mwube na mmasị

source: Customize Firefox with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị wee hazie Firefox

source: Customize settings and preferences
ig: Hazie nhọrọ na mmasị

source: Customize this article
ig: Hazie edemede a

source: Customize Thunderbird with add-ons, plugins, and extensions
ig: Jiri mgbakwunye, nkwụnye, na ndọtị hazie Thunderbird

source: Customize your screen on your Firefox OS device.
ig: Hazie ihuenyo gị na ngwaọrụ Firefox OS gị.

source: Daily
ig: Kwa ụbọchị

source: Daily Unique Visitors
ig: Ndị Mbịambịa Kwa Ụbọchị Pụrụ Iche

source: Date and Time
ig: Ụbọchị na Oge

source: %(date)s by <a href="%(url)s">%(user)s</a>
ig: %(date)s nke <a href="%(url)s">%(user)s</a>

source: Days since last activity:
ig: Ụbọchị kemgbe mmemme ikpeazụ:

source: {d} Discussion
ig: Mkparịta ụka {d}

source: {d} Discussion | Knowledge Base
ig: {d} Mkparịta ụka | Ọdụ Nghọta

source: Deactivated by
ig: Onye gbanyụrụ ya bụ

source: Deactivated user
ig: Onye ọrụ agbanyụrụ

source: Deactivate this user
ig: Gbanyụọ onye ọrụ a

source: Deactivate this user and mark all content as spam
ig: Gbanyụọ onye ọrụ a ma kaa ọdịnaya niile dị ka adịgboroja

source: Deactivation Log
ig: Ndekọ Mgbanyụ

source: Defective
ig: Nwere mperi

source: Defense in Depth
ig: Nche nwere Omimi

source: Defer
ig: Bugharịa

source: Defer Revision
ig: Bugharịa Ngụgharị

source: Defer this Revision
ig: Bugharịa Ngụgharị a

source: Defer this Translation
ig: Bugharịa Ntụgharị Asụsụ a

source: Defer Translation
ig: Bugharịa Ntụgharị Asụsụ

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ig: Nkọwa: Mkpuchi L10n bụ ọhara nke pasenteji nke ọdụ ndị mbịambịa anyị a na enye edemede KB n'asụsụ nke ha. A na agbakọta ya site na iji Bekee 50 kachasị achịkọtara site na ọkwa ntụgharị asụsụ nke edemede yana ọnụọgụ nke mbịambịa maka mpaghara ọ bụla.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ig: Nkọwa nke ntinye aka: edeziri 1+ edemede ma ọ bụ enyochaala 1+ edemede

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ig: Nkọwa nke ntinye aka: edeziri 1+ edemede na abụghị Bekee ma ọ bụ enyochaala 1+ edemede na abụghị Bekee.

source: Definition of contribution: replied to a tweet.
ig: Nkọwa nke ntinye aka: zaghachiri twiit.

source: Definition of contribution: wrote 10+ posts
ig: Nkọwa nke ntinye aka: dere mbisa 10+

source: Definition: Percentage of people searching who click on an item on the search results page.
ig: Nkọwa: Pasenteji nke ndị mmadụ na eme ọchụchọ ndị pịrị otu ihe n'ibe nsonaazụ ọchụchọ.

source: Definition: Percentage of questions that get an action within X hours
ig: Nkọwa: Pasenteji nke ajụjụ ndị na enweta mmereme n'ime aka elekere X

source: Definition: Percentage of threads that have answer marked as a solution
ig: Nkọwa: Pasenteji nke usoro nwere azịza ndị ka akapụtara ka mmezi

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ig: Nkọwa: Oke nke “ee”/mgbakọta ntuli aka maka edemede KB, usoro ọgbakọ

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na ụdị KB na abụghị Bekee n'ime ụbọchị 30 gara aga.

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyere aka na Igwe Ọmarịcha Ihe n'ụbọchị 30 gara aga.

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na ọgbakọ n'ime ụbọchị 30 gara aga.

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ig: Nkọwa: Ọnụọgụ nke ndị mmadụ ndị tinyegoro aka na KB n'ime ụbọchị 30 gara aga.

source: Delete answer
ig: Hichapụ azịza

source: Delete Answer | {t} | Firefox Support Forum
ig: Hichapụ Azịza | {t} | Ọgbakọ Nkwado Firefox

source: Delete avatar
ig: Hichapụ nghọrọ

source: Delete Document
ig: Hichapụ Dọkụmentị

source: Delete Document | {document}
ig: Hichapụ Dọkụmentị | {document}

source: Delete {group} group avatar
ig: Hichapụ nghọrọ otu {group}

source: Delete image
ig: Hichapụ onyonyo

source: Delete image | {t} | Media Gallery
ig: Hichapụ onyonyo | {t} | Ọba Mgbasa Ozi

source: Delete message
ig: Hichapụ ozi

source: Delete Message
ig: Hichapụ Ozi

source: Delete messages?
ig: Hichapụ ozi?

source: Delete My Account
ig: Hichapụ Akaụntụ M

source: Delete Post
ig: Hichapụ Mbisa

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ig: Hichapụ Mbisa | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Delete question
ig: Hichapụ ajụjụ

source: Delete Question | {t} | Firefox Support Forum
ig: Hichapụ Ajụjụ | {t} | Ọgbakọ Nkwado Firefox

source: Delete Revision
ig: Hichapụ Ngụgharị

source: Delete Revision | {document}
ig: Hichapụ Ngụgharị | {document}

source: Delete Selected
ig: Hichapụ Nke Ahọpụtara

source: Delete selected images
ig: Hichapụ onyonyo ndị ahọpụtara

source: Delete this document
ig: Hichapụ dọkụmentị a

source: Delete this image
ig: Hichapụ onyonyo a

source: Delete this post
ig: Hichapụ mbisa a

source: Delete this question
ig: Hichapụ ajụjụ a

source: Delete this revision
ig: Hichapụ ngụgharị a

source: Delete this thread
ig: Hichapụ usoro a

source: Delete Thread
ig: Hichapụ Usoro

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ig: Hichapụ Usoro | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Delete video
ig: Hichapụ vidio

source: Delete video | {t} | Media Gallery
ig: Hichapụ vidio | {t} | Ọba Mgbasa Ozi

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
ig: Ihichapụ akaụntụ gị ga-egbochi gị ịza ma ọ bụ bisa ajụjụ na Nkwado Mozilla. Ụkpụrụ a ga-ekpochapụ profaịlụ gị, enweghị ike iweghachite ya ọzọ.

source: Describe your issue here.
ig: Kọwaa nsogbu gị ebe a.

source: Description:
ig: Nkọwapụta:

source: desktop
ig: desktọpụ

source: Details
ig: Nkọwapụta

source: Device:
ig: Ngwaọrụ:

source: Did not work as expected
ig: Arụghị ọrụ otu atụrụ anya

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ig: Azịza a enyeere gị aka? Ị hụrụ mbisa ọzọ ka nke ka baa uru karịa? Mee ka ndị ọrụ Firefox mara site na ituli aka n'akụkụ azịza ahụ.

source: Did this reply solve your problem?
ig: Nzaghachi a ekpeziri nsogbu gị?

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
ig: Ị mara na %(answerer)s bụ onye ọrụ Firefox dị ka gị? Bido ịnyere ndị ọrụ Firefox ndị ọzọ aka site na <a href="https://%(host)s/questions?filter=unsolved"> ịchọgharị ajụjụ</a> -- ị nwere ike ịmeere mmadụ ezigbo ihe!

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ig: Ị mara na %(answerer)s bụ onye ọrụ Firefox dị ka gị? Bido ịnyere ndị ọrụ Firefox ndị ọzọ aka site na ịchọgharị ajụjụ na https://%(host)s/questions?filter=unsolved -- ị nwere ike ịmere mmadụ ezigbo ihe!

source: Did you mean %s?
ig: I kwuru %s?

source: Differences
ig: Ndịiche

source: Discuss
ig: Kparịta

source: Discussion
ig: Mkparịta ụka

source: Discussion Forums
ig: Ọgbakọ Mkparịta Ụka

source: Display
ig: Gosipụta

source: Display and appearance
ig: Ngosipụta na nhụta

source: Display Badges
ig: Gosi Akara

source: Display name
ig: Gosi aha

source: Display your digital badges on your social networks, job sites and your own website.
ig: Gosi akara dijitalụ gị na netwọk mmekọrịta gị, saịtị ọrụ na weebụsaịtị nke gị.

source: Do any of these articles answer your question?
ig: Ọnwere otu n'ime edemede ndị a zara ajụjụ gị?

source: Document contributors
ig: Ndị nkwado dọkụmentị

source: Document Deleted | {document}
ig: Ehichapụrụ Dọkụmentị | {document}

source: Documents
ig: Dọkụmentị

source: Documents edited or translated
ig: Dọkụmentị ndị edeziri ma ọ bụ tụgharịa asụsụ

source: Documents that include "{title}"
ig: Dọkụmentị ndị gụnyere "{title}"

source: Documents that link to "{title}"
ig: Dọkụmentị ndị na ejikọ na "{title}"

source: Documents that use "{title}" as a template
ig: Dọkụmentị ndị na eji "{title}" dị ka ndebiri

source: Does this reply solve the problem?
ig: Nzaghachi a ekpeziri nsogbu ahụ?

source: Do more with apps
ig: Jiri ngwa mekwuo ihe

source: Done
ig: Emechaala

source: Done!
ig: Emechaala!

source: DONE
ig: EMECHAALA

source: Done! Your question is now posted on the Mozilla community support forum.
ig: Emechaala! Ebisala ajụjụ gị ugbu na ọgbakọ nkwado ogbe Mozilla.

source: Do not disclose personal user information without the userâs consent.
ig: Ekpughepụna ozi onye ọrụ nkeonwe na enweghị nkwenye onye ọrụ ahụ.

source: Don't filter
ig: Ayọchana

source: Don't have an account? Register
ig: Ịnweghị akaụntụ? Debanye aha

source: download
ig: budata

source: Download a fresh copy
ig: Budata nnomi ọhụrụ

source: Download and install apps
ig: Budata ma wụnye ngwa

source: Download and Manage Apps
ig: Budata ma Jikwaa Ngwa

source: Download apps from the Marketplace
ig: Budata ngwa site na Ọdụ ahịa

source: Download, install and migration
ig: Mbudata, nwụnye na ngagharị

source: Download, install and Migration
ig: Mbudata, nwụnye na Ngagharị

source: Earn Badges
ig: Rite Akara

source: Earn Badges for the skills you learn online and offline
ig: Rite Akara maka nka ị mụtara n'ịntanetị yana na anọghị n'ịntanetị

source: Edit an answer
ig: Dezie azịza

source: Edit anyway
ig: Dezie otu ọ bụla

source: Edit a post
ig: Dezie mbisa

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ig: Dezie mbisa | {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Edit a Question
ig: Dezie Ajụjụ

source: Edit Article
ig: Dezie Edemede

source: Edit article based on this revision
ig: Dezie edemede dabere na ngụgharị a

source: Edit Article | {document}
ig: Dezie Edemede | {document}

source: Edit Content
ig: Dezie Ọdịnaya

source: Edit contributors
ig: Dezie ndị nkwado

source: Edit Description
ig: Dezie Nkọwapụta

source: Edit details
ig: Dezie nkọwapụta

source: Edit | {group} | Groups
ig: Dezie | {group} | Ndị Otu

source: Edit group leaders
ig: Dezie ndị isi otu

source: Edit group members
ig: Dezie ndị mebere otu

source: Edit group profile
ig: Dezie profaịlụ otu

source: Edit {group} profile information
ig: Dezie ozi profaịlụ {group}

source: Edit image
ig: Dezie onyonyo

source: Edit image | {t} | Media Gallery
ig: Dezie onyonyo | {t} | Ọba Mgbasa Ozi

source: Edit in admin
ig: Dezie na nchịkwa

source: Editing an answer | {t} | Firefox Support Forum
ig: Idezi azịza | {t} | Ọgbakọ Nkwado Firefox

source: Editing Tools
ig: Ngwaọrụ Ndezi

source: Edit levels are taken into account as follows:
ig: A na elenye anya na ọkwa ndezi dị ka otu a:

source: Edit locale editors
ig: Dezie ndị ndezi mpaghara

source: Edit locale leaders
ig: Dezie ndị isi mpaghara

source: Edit locale reviewers
ig: Dezie ndị nyocha mpaghara

source: Edit my profile
ig: Dezie profaịlụ m

source: Editor
ig: Ihe ndezi

source: Edit profile
ig: Dezie profaịlụ

source: Edit settings
ig: Dezie ntọala

source: Edit Settings
ig: Dezie Ntọala

source: Edit the question
ig: Dezie ajụjụ

source: Edit the question.
ig: Dezie ajụjụ ahụ.

source: Edit this image
ig: Dezie onyonyo a

source: Edit this post
ig: Dezie mbisa a

source: Edit this question
ig: Dezie ajụjụ a

source: Edit this thread
ig: Dezie usoro a

source: Edit thread
ig: Dezie usoro

source: Edit thread "{t}"
ig: Dezie usoro "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
ig: Dezie usoro {t} | {d} Mkparịta Ụka | Ọdụ Nghọta

source: Edit user profile
ig: Dezie profaịlụ onye ọrụ

source: Email address:
ig: Adreesị email:

source: Email Address:
ig: Adreesị Email:

source: Email address is required.
ig: Achọrọ adreesị email.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ig: Adreesị email toro oke ogologo (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị mkpụrụedemede %(limit_value)s ma ọ bụ pekarịa.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ig: Adreesị email dị oke mkpụmkpụ (mkpụrụedemede %(show_value)s). Ọ ga-abụrịrị opekata mpe mkpụrụedemede %(limit_value)s.

source: Email and Messages
ig: Email na Ozi

source: Email changed for user {username}
ig: Agbanwere email maka onye ọrụ {username}

source: Email in
ig: Email na

source: Email me article changes
ig: Zitere m mgbanwe edemede

source: Emails
ig: Email

source: Email software for Windows, Mac and Linux
ig: Ngwanrọ email maka Windows, Mac na Linux

source: Email updates
ig: Mmelite email

source: <em>Editing</em> {title}
ig: <em>Ndezi</em> {title}

source: End
ig: Nkwụsị

source: End:
ig: Ngwụcha:

source: Enhance Firefox's functionality and appearance with add-ons
ig: Bulite arụmọrụ na ngosipụta nke Firefox site na iji mgbakwunye

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
ig: Hụ na uru a nwere opekata mpe mkpụrụedemede %(limit_value)s (ọ nwere %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
ig: Hụ na uru a nwere ruo ọkachasị mkpụrụedemede %(limit_value)s (ọ nwere %(show_value)s).

source: Enter a subject here.
ig: Tinye isiokwu ebe a.

source: Enter the name of the article
ig: Tinye aha nke edemede ahụ

source: Enter the Transaction ID here.
ig: Tinye ID Azụmahịa ebe a.

source: Enter the URL of the external link
ig: Tinye URL nke njikọ dị na mpụga

source: Enter your email address here.
ig: Tinye adreesị ozi-e gị ebe a.

source: Enter your reply here.
ig: Tinye nzaghachi gị ebe a.

source: Enter your terms in the form below and click <strong>Search</strong>
ig: Tinye isiokwu gị na mpempe akwụkwọ ahụ n'okpuru wee pịa <strong>Chọọ</strong>

source: Error deleting image
ig: Mperi na ihichapụ onyonyo

source: Error loading graph
ig: Mperi na ịdọnye eserese

source: Error messages: what they mean and how to fix
ig: Ozi mperi: ihe ha pụtara na otu esi edozi

source: Error uploading image
ig: Mperi na ibugo onyonyo

source: Escalated
ig: Ebulitere

source: Events and help for Mentors
ig: Mmemme na enyemaka maka Ndị Ntụkwasị Obi

source: Every time Firefox opened
ig: Kwa oge emepere Firefox

source: Example:
ig: Ịmaatụ:

source: Exit Survey Results
ig: Wepu Nsonaazụ Nyocha

source: Expiry date:
ig: Ụbọchị ngwụcha:

source: Expiry Date
ig: Ụbọchị Ngwụcha

source: Explanation:
ig: Nkọwa:

source: Explore more topics
ig: Chọgharịa isiokwu ndị ọzọ

source: Extension/plugin you are having trouble with
ig: Ndọtị/nkwụnye ị na enwe nsogbu na ya

source: Extensions
ig: Ndọtị

source: External link:
ig: Njikọ dị na mpụga:

source: Facebook URL
ig: URL nke Facebook

source: File deleted. Please select an image file.
ig: Ehichapụrụ faịlụ. Biko họrọ faịlụ onyonyo.

source: Fill in details
ig: Dejupụta nkọwapụta

source: Filter by
ig: Yọcha site na

source: Filter by Locale
ig: Jiri Mpaghara Yọchaa

source: Filter by Product
ig: Jiri Ngwaahịa Yọchaa

source: Filter questions
ig: Yọchaa ajụjụ

source: Finally, if you want to follow all news related to SUMO, don’t forget about our
ig: N'ikpeazụ, ọ bụrụ na ị chọrọ iso akụkọ niile metụtara SUMO, echefuna maka

source: Finally, if you want to follow all news related to SUMO, don’t forget about our <a href="%(forums_url)s">community forums</a>, <a href="%(blog_url)s">official blog</a> and <a href="%(twitter_url)s">Twitter account</a>. We also <a href="%(meetings_url)s"> meet almost every Monday </a> - and you can join us.
ig: N'ikpeazụ, ọ bụrụ na ị chọrọ iso akụkọ niile metụtara SUMO, echefuna maka <a href="%(forums_url)s">ọgbakọ ogbe</a>, <a href="%(blog_url)s">blọọgụ ụlọ ọrụ</a> na <a href="%(twitter_url)s">akaụntụ Twitter</a>. Anyị nakwa <a href="%(meetings_url)s"> ezute kwa Mọnde</a> - ị nwere ike isonye anyị.

source: Find your fellow contributors
ig: Chọta ndị nkwado ibe gị

source: Firefox 29 Launch Team
ig: Otu Mbido Firefox 29

source: Firefox controls and buttons
ig: Njikwa na bọtịnụ Firefox

source: Firefox crashes
ig: Mbibi Firefox

source: Firefox for Android
ig: Firefox maka Android

source: Firefox for iOS
ig: Firefox maka iOS

source: Firefox for iPhone, iPad and iPod touch devices
ig: Firefox maka ngwaọrụ iPhone, iPad na iPod touch

source: Firefox for Windows 8 Touch
ig: Firefox maka Windows 8 Touch

source: Firefox for Windows 8 touch devices
ig: Firefox maka ngwaọrụ Windows 8 touch

source: Firefox Hello
ig: Ekele nke Firefox

source: Firefox is slow or stops working
ig: Firefox na adọ adọ ma ọ bụ kwụsịrị ịrụ ọrụ

source: Firefox Marketplace
ig: Ọdụ ahịa Firefox

source: Firefox options, preferences and settings
ig: Nhọrọ, mmasị na ntọala Firefox

source: Firefox OS basics
ig: Ntọala Firefox OS

source: Firefox Releases
ig: Mbupute Firefox

source: Firefox Sync
ig: Mmekọrịta Firefox

source: Firefox Sync settings
ig: Ntọala Mmekọrịta Firefox

source: Firefox version
ig: Ụdị Firefox

source: Firefox versions and languages
ig: Ụdị na asụsụ Firefox

source: Firefox won't save settings or remember information
ig: Firefox agaghị echekwa ntọala ma ọ bụ cheta ozi

source: Fix problems
ig: Dozie nsogbu

source: Fix problems with email providers (gmail, Yahoo, etc.)
ig: Dozie nsogbu na ndị nnweta email (gmail, Yahoo, wdg.)

source: Fix problems with websites (Facebook, YouTube, webmail etc.)
ig: Dozie nsogbu na weebụsaịtị (Facebook, YouTube, webmail wdg.)

source: Fix slowness, crashing, error messages and other problems
ig: Dozie ndọkpụ, mbibi, ozi mperi na nsogbu ndị ọzọ

source: Flagged:
ig: Akapụtara:

source: Flagged Content Pending Moderation
ig: Ọdịnaya Akapụtara Na Eche Nhakọ

source: Flagged {t} (Reason: {r})
ig: Ebumnuche {t} (Akapụtara: {r})

source: Flagging a user to ignore will prevent their tweets from showing up in Army of Awesome.
ig: Ịkapụta onye ọrụ ịleghara anya ga-egbochi twiit ha na igosi na Igwe Ọmarịcha Ihe.

source: Focus on people who need help or have questions
ig: Gbado anya na ndị mmadụ chọrọ enyemaka ma ọ bụ nwere ajụjụ

source: Follow through. Sometimes, our volunteers would ask you for more information or to test out certain scenarios. The sooner you can do this, the sooner they would know how to fix it.
ig: Sochie. Oge ụfọdụ, ndị mwepụta anyị ga-achọ gị maka ozi ndị ọzọ ma ọ bụ iji nwalee ụfọdụ ihe. Ozugbo ị nwere ike ịme nke a, ka ha nwekwara ike idozi ya ngwangwa.

source: For Contributors
ig: Maka Ndị Nkwado

source: Forgotten your password? Enter your email address below, and we'll send you instructions for setting a new one.
ig: Ichefuru okwuntughe gị? Tinye adreesị email gị n'okpuru, anyị ga-ezitere gị ntuziaka maka ịtọ nke ọhụrụ.

source: Forgotten your username? Enter your email address below, and we'll send it to you.
ig: Ichefuru aha njirimara gị? Tinye adreesị email gị n'okpuru, anyị ga-ezitere gị ya.
